{
    "places": [
        {
            "name": "Olumo Rock",
            "address": "Ikija Road, Abeokuta 110101, Nigeria",
            "cost": "Admission fees may vary; check locally for current rates",
            "description": "Olumo Rock is a natural granite formation that served as a fortress for the Egba people during inter-tribal wars in the 19th century. Today, it offers visitors panoramic views of Abeokuta and insights into its rich history.",
            "photo_url": "./images/discovery/olumo-rockx.webp"
        },
        {
            "name": "OOPL",
            "address": "Presidential Boulevard, Oke-Mosan, Abeokuta 110272, Nigeria",
            "cost": "Admission fees may vary; check locally for current rates",
            "description": "Olusegun Obasanjo Presidential Library and museum complex chronicles the life and times of Nigeria's former President, Olusegun Obasanjo. It houses a rich collection of exhibits, including historical documents, artifacts, and photographs, providing deep insights into Nigeria's political history.",
            "photo_url": "./images/discovery/oopl-resized.webp"
        },
        {
            "name": "Adonisplaza Paintball",
            "address": "Contact the center directly for precise location information",
            "cost": "Pricing details are limited; contact the center for current rates",
            "description": "Adonisplaza offers a variety of recreational activities, including paintball, table tennis, snooker, virtual reality experiences, and PlayStation gaming, ensuring a fun-filled experience for visitors.",
            "photo_url": "./images/discovery/adonisplaza-paintball-r.webp"
        },
        {
            "name": "OOPL Wildlife Park",
            "address": "Located within the Olusegun Obasanjo Presidential Library complex in Abeokuta, Nigeria",
            "cost": "Admission fees may vary; check locally for current rates",
            "description": "The OOPL Wildlife Park is home to a variety of animal species, offering visitors an opportunity to observe wildlife in a serene environment. It's an ideal destination for family outings and educational tours.",
            "photo_url": "./images/discovery/oopl-wildlife-r.webp"
        },
        {
            "name": "Centenary Hall",
            "address": "Ake, Abeokuta, Nigeria",
            "cost": "Typically free to visit; access may be restricted during events",
            "description": "Built in 1930 to commemorate the centenary of Abeokuta's founding, Centenary Hall is a historic landmark that showcases colonial-era architecture and serves as a venue for various cultural events.",
            "photo_url": "./images/discovery/centenary-hall-r.webp"
        },
        {
            "name": "The Alake of Egba Palace",
            "address": "Ake Road, Abeokuta 111101, Nigeria",
            "cost": "Typically free to visit; guided tours may incur a fee",
            "description": "The palace is the traditional residence of the Alake, the paramount ruler of the Egba people. It offers insights into Yoruba culture, history, and traditional governance, featuring artifacts and architectural designs of historical significance.",
            "photo_url": "./images/discovery/alake-r.webp"
        },
        {
            "name": "June 12 Cultural Centre",
            "address": "Kuto, Abeokuta, Nigeria",
            "cost": "Admission fees may vary; check locally for current rates",
            "description": "Named in commemoration of the annulled June 12 presidential election of 1993, the June 12 Cultural Centre is a major landmark in Abeokuta. It serves as a venue for cultural events, exhibitions, and performances, celebrating Nigeria's rich cultural heritage.",
            "photo_url": "./images/discovery/june12-r.webp"
        },
        {
            "name": "National Museum of Colonial History",
            "address": "National Museum, Oke-Ilewo, Abeokuta, Ogun State, Nigeria",
            "cost": "₦500 - ₦1,000",
            "description": "A museum dedicated to Nigeria’s colonial history, showcasing historical artifacts from the period. It’s an insightful stop for anyone interested in Nigerian history.",
            "photo_url": "./images/discovery/national-museum.webp"
        }
    ]
}